Repository: twlz0ne/qsb-mac-archive
Catalog: QuickSearchBox/QSB/CrashReporter/*.lproj/Localizable.strings
Languages: da, french, german

source: Send to %@
da: Send til %@
french: Envoyer à %@
german: An %@ senden

source: Submit Report...
da: Send rapport…
french: Envoyer un rapport…
german: Bericht senden…

source: Cancel
da: Annuller
french: Annuler
german: Abbrechen

source: Crash Report:
da: Rapport om nedbrud:
french: Rapport de blocage :
german: Fehlerbericht:

source: Crash Report
da: Rapport om nedbrud
french: Rapport de blocage
german: Fehlerbericht

source: Problem Description:
da: Problembeskrivelse:
french: Description du problème :
german: Problembeschreibung:

source: Crash report for "%@"
da: Rapport om nedbrud for "%@"
french: Rapport de blocage pour "%@"
german: Fehlerbericht für „%@“

source: The application %@ has unexpectedly quit.
da: Programmet %@ sluttede uventet.
french: L’application %@ a quitté inopinément.
german: Das Programm „%@“ wurde unerwartet beendet.

source: Please describe the circumstances leading to the crash and any other relevant information:
da: Beskriv de forhold, der førte til nedbruddet og evt. andre relevante oplysninger:
french: Décrivez les circonstances ayant précédé le blocage ainsi que toutes les autres informations pertinentes :
german: Bitte beschreiben Sie die Umstände, die zu dem Systemfehler geführt haben, sowie alle anderen relevanten Informationen:

source: The system and other applications have not been affected. Would you like to submit a bug report to %@?
da: Systemet og andre programmer er ikke berørt. Vil du sende en fejlrapport til %@?
french: Le système et les autres applications n’ont pas été affectés. Voulez-vous envoyer un rapport de bogue à %@ ?
german: Das System und andere Programme sind davon nicht betroffen. Möchten Sie einen Fehlerbericht an %@ senden?
