Repository: twlz0ne/qsb-mac-archive
Catalog: Vermilion/Modules/Twitter/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, zh_cn, zh_tw

source: Could not tweet! (%d)
de: Daten konnten nicht über Twitter gesendet werden (%d).
es: No se han podido enviar los datos a Twitter. (%d)
fr: Impossible d'envoyer le message à Twitter. (%d)
it: Impossibile utilizzare Twitter. (%d)
ja: Twitter に送信できませんでした（%d）。
nl: Kan geen bericht verzenden naar Twitter. (%d)
zh_cn: 无法发送 Twitter 数据！(%d)
zh_tw: 無法傳送 Twitter 資料！(%d)

source: Could not tweet. Please check the password for account %@
de: Daten konnten nicht über Twitter gesendet werden. Überprüfen Sie das Passwort für das Konto "%@".
es: No se han podido enviar los datos a Twitter. Comprueba la contraseña de la cuenta %@.
fr: Impossible d'envoyer le message à Twitter. Vérifiez le mot de passe du compte %@.
it: Impossibile inviare i dati Twitter. Verifica la password dell'account %@
ja: Twitter に送信できません。アカウント %@ のパスワードを確認してください。
nl: Kan geen bericht verzenden naar Twitter. Controleer het wachtwoord voor account %@
zh_cn: 无法发送 Twitter 数据。请检查帐户“%@”的密码。
zh_tw: 無法傳送 Twitter 資料，請檢查「%@」帳戶的密碼。

source: Message too long - truncated.
de: Nachricht ist zu lang und wurde gekürzt.
es: El mensaje era demasiado largo y se ha acortado.
fr: Le message a été tronqué, car il était trop long.
it: Messaggio troppo lungo: troncato.
ja: メッセージは長すぎるため、切り詰められました。
nl: Bericht te lang — afgekapt.
zh_cn: 讯息太长，已被截断。
zh_tw: 訊息太長，已遭到截斷。

source: Message tweeted!
de: Nachricht über Twitter gesendet
es: El mensaje se ha enviado a Twitter.
fr: Votre message a bien été envoyé à Twitter.
it: Messaggio inviato a Twitter.
ja: メッセージを Twitter に送信しました。
nl: Bericht verzonden naar Twitter!
zh_cn: 讯息已发送至 Twitter！
zh_tw: 訊息已傳送至 Twitter！

source: Set up your Twitter account.
de: Richten Sie Ihr Twitter-Konto ein.
es: Configura tu cuenta de Twitter.
fr: Configurez votre compte Twitter.
it: Imposta il tuo account Twitter.
ja: Twitter アカウントを設定します。
nl: Stel uw Twitter-account in.
zh_cn: 设定您的 Twitter 帐户。
zh_tw: 設定您的 Twitter 帳戶。

source: Update your Twitter password.
de: Aktualisieren Sie Ihr Twitter-Passwort.
es: Actualiza tu contraseña de Twitter.
fr: Mettez à jour votre mot de passe Twitter.
it: Aggiorna la tua password Twitter.
ja: Twitter パスワードを更新してください。
nl: Werk uw Twitter-wachtwoord bij.
zh_cn: 更新您的 Twitter 帐户密码。
zh_tw: 更新您的 Twitter 密碼。

source: Account Name:
de: Kontoname:
es: Nombre de cuenta:
fr: Nom du compte :
it: Nome account:
ja: アカウント名:
nl: Accountnaam:
zh_cn: 帐户名称：
zh_tw: 帳戶名稱：

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード:
nl: Wachtwoord:
zh_cn: 密码：
zh_tw: 密碼：

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
zh_cn: 取消
zh_tw: 取消

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
nl: Bijwerken
zh_cn: 更新
zh_tw: 更新

source: Set up
de: Einrichten
es: Configurar
fr: Configurer
it: Imposta
ja: 設定
nl: Instellen
zh_cn: 设定
zh_tw: 設定
