Repository: twlz0ne/qsb-mac-archive
Catalog: Vermilion/Modules/ITunes/Resources/*.lproj/InfoPlist.strings
Languages: de, es, fr, it, ja, nl, zh_cn, zh_tw

source: Decrease iTunes Rating
de: iTunes-Bewertung herabsetzen
es: Reducir puntuación de iTunes
fr: Baisser la note iTunes
it: Riduci classifica iTunes
ja: iTunes のレートを下げる
nl: iTunes-beoordeling verlagen
zh_cn: 降低 iTunes 评分
zh_tw: 降低 iTunes 評分

source: Increase iTunes Rating
de: iTunes-Bewertung erhöhen
es: Aumentar puntuación de iTunes
fr: Augmenter la note iTunes
it: Aumenta classifica iTunes
ja: iTunes でレートを上げる
nl: iTunes-beoordeling verhogen
zh_cn: 提高 iTunes 评分
zh_tw: 提高 iTunes 評分

source: Toggle iTunes Mute
de: iTunes-Stummschaltung ein-/ausschalten
es: Alternar silencio de iTunes
fr: Activer/désactiver le son iTunes
it: Disattiva audio iTunes
ja: iTunes のミュートをオン/オフ
nl: Dempen van iTunes in-/uitschakelen
zh_cn: 将 iTunes 切换为静音
zh_tw: 切換 iTunes 靜音功能

source: Increase iTunes Volume
de: Lautstärke von iTunes erhöhen
es: Subir volumen de iTunes
fr: Augmenter le volume iTunes
it: Aumenta volume iTunes
ja: iTunes の音量を上げる
nl: iTunes-volume verhogen
zh_cn: 调高 iTunes 音量
zh_tw: 調高 iTunes 音量

source: Decrease iTunes Volume
de: Lautstärke von iTunes verringern
es: Bajar volumen de iTunes
fr: Baisser le volume iTunes
it: Riduci volume iTunes
ja: iTunes の音量を下げる
nl: iTunes-volume verlagen
zh_cn: 调低 iTunes 音量
zh_tw: 調低 iTunes 音量

source: Set iTunes Rating To 5
de: iTunes-Bewertung auf 5 festlegen
es: Establecer puntuación de iTunes en 5
fr: Attribuer la note 5 dans iTunes
it: Imposta classifica iTunes a 5
ja: iTunes でレートを 5 に設定
nl: iTunes-beoordeling instellen op 5
zh_cn: 将 iTunes 评分设为 5
zh_tw: 將 iTunes 評分設為 5

source: Set iTunes Rating To 4
de: iTunes-Bewertung auf 4 festlegen
es: Establecer puntuación de iTunes en 4
fr: Attribuer la note 4 dans iTunes
it: Imposta classifica iTunes a 4
ja: iTunes でレートを 4 に設定
nl: iTunes-beoordeling instellen op 4
zh_cn: 将 iTunes 评分设为 4
zh_tw: 將 iTunes 評分設為 4

source: Set iTunes Rating To 3
de: iTunes-Bewertung auf 3 festlegen
es: Establecer puntuación de iTunes en 3
fr: Attribuer la note 3 dans iTunes
it: Imposta classifica iTunes a 3
ja: iTunes でレートを 3 に設定
nl: iTunes-beoordeling instellen op 3
zh_cn: 将 iTunes 评分设为 3
zh_tw: 將 iTunes 評分設為 3

source: Set iTunes Rating To 2
de: iTunes-Bewertung auf 2 festlegen
es: Establecer puntuación de iTunes en 2
fr: Attribuer la note 2 dans iTunes
it: Imposta classifica iTunes a 2
ja: iTunes でレートを 2 に設定
nl: iTunes-beoordeling instellen op 2
zh_cn: 将 iTunes 评分设为 2
zh_tw: 將 iTunes 評分設為 2

source: Set iTunes Rating To 1
de: iTunes-Bewertung auf 1 festlegen
es: Establecer puntuación de iTunes en 1
fr: Attribuer la note 1 dans iTunes
it: Imposta classifica iTunes a 1
ja: iTunes でレートを 1 に設定
nl: iTunes-beoordeling instellen op 1
zh_cn: 将 iTunes 评分设为 1
zh_tw: 將 iTunes 評分設為 1

source: Set iTunes Rating To 0
de: iTunes-Bewertung auf 0 festlegen
es: Establecer puntuación de iTunes en 0
fr: Attribuer la note 0 dans iTunes
it: Imposta classifica iTunes a 0
ja: iTunes でレートを 0 に設定
nl: iTunes-beoordeling instellen op 0
zh_cn: 将 iTunes 评分设为 0
zh_tw: 將 iTunes 評分設為 0

source: Toggle iTunes Shuffle
de: Zufällige Wiedergabe von iTunes ein-/ausschalten
es: Alternar reproducción aleatoria de iTunes
fr: Activer/désactiver la lecture aléatoire iTunes
it: Attiva/disattiva riproduzione casuale iTunes
ja: iTunes のシャッフルをオン/オフ
nl: Willekeurig afspelen van iTunes in-/uitschakelen
zh_cn: 将 iTunes 切换为随机播放
zh_tw: 切換 iTunes 隨機播放功能

source: Toggle iTunes Repeat
de: iTunes-Wiederholung ein-/ausschalten
es: Alternar repetición de iTunes
fr: Activer/désactiver la répétition iTunes
it: Attiva/disattiva ripetizione iTunes
ja: iTunes のリピートをオン/オフ
nl: Herhalen van iTunes in-/uitschakelen
zh_cn: 将 iTunes 切换为重复播放
zh_tw: 切換 iTunes 重複播放功能

source: iTunes Music
de: iTunes-Musik
es: Música de iTunes
fr: Musique iTunes
it: Musica iTunes
ja: iTunes ミュージック
nl: iTunes-muziek
zh_cn: iTunes 音乐
zh_tw: iTunes 音樂

source: Play in iTunes
de: In iTunes wiedergeben
es: Reproducir en iTunes
fr: Lire sur iTunes
it: Riproduci in iTunes
ja: iTunes で再生
nl: Afspelen in iTunes
zh_cn: 在 iTunes 中播放
zh_tw: 在 iTunes 中播放

source: Play in iTunes DJ
de: In iTunes DJ wiedergeben
es: Reproducir en iTunes DJ
fr: Lire sur iTunes DJ
it: Riproduci in iTunes DJ
ja: iTunes DJ で再生
nl: Afspelen in iTunes DJ
zh_cn: 在 iTunes DJ 中播放
zh_tw: 在 iTunes DJ 中播放

source: Add to iTunes DJ
de: Zu iTunes DJ hinzufügen
es: Añadir a iTunes DJ
fr: Ajouter à iTunes DJ
it: Aggiungi a iTunes DJ
ja: iTunes DJ に追加
nl: Toevoegen aan iTunes DJ
zh_cn: 添加到 iTunes DJ
zh_tw: 新增至 iTunes DJ

source: Play iTunes
de: iTunes wiedergeben
es: Reproducir iTunes
fr: Lancer iTunes
it: Avvia riproduzione iTunes
ja: iTunes を再生
nl: iTunes afspelen
zh_cn: 播放 iTunes
zh_tw: 播放 iTunes

source: Pause iTunes
de: iTunes anhalten
es: Poner iTunes en pausa
fr: Mettre iTunes en pause
it: Metti in pausa iTunes
ja: iTunes を一時停止
nl: iTunes onderbreken
zh_cn: 暂停 iTunes
zh_tw: 暫停 iTunes

source: Next iTunes Track
de: Nächster iTunes-Track
es: Siguiente tema de iTunes
fr: Piste iTunes suivante
it: Traccia iTunes successiva
ja: iTunes での次の曲
nl: Volgende iTunes-track
zh_cn: 下一个 iTunes 曲目
zh_tw: 下一首 iTunes 曲目

source: Previous iTunes Track
de: Vorheriger iTunes-Track
es: Tema de iTunes anterior
fr: Piste iTunes précédente
it: Traccia iTunes precedente
ja: iTunes/前の曲
nl: Vorige iTunes-track
zh_cn: 上一个 iTunes 曲目
zh_tw: 前一首 iTunes 曲目
