Repository: twlz0ne/qsb-mac-archive
Catalog: Vermilion/Modules/ChatBuddies/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, zh_cn, zh_tw

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: チャット可能
nl: Beschikbaar
zh_cn: 有空
zh_tw: 有空

source: Away
de: Abwesend
es: He salido.
fr: Absent
it: Non al computer
ja: 不在
nl: Afwezig
zh_cn: 离开
zh_tw: 離開

source: I'm Away
de: Ich bin abwesend
es: He salido.
fr: Je suis absent
it: Non al computer
ja: 不在です
nl: Ik ben afwezig
zh_cn: 离开
zh_tw: 我不在

source: I'm Idle
de: Ich bin nicht beschäftigt.
es: Estoy inactivo.
fr: Je suis inactif
it: Sono in pausa
ja: アイドル状態です
nl: Ik ben inactief
zh_cn: 空闲
zh_tw: 閒置中

source: I'm Offline
de: Ich bin offline.
es: Sin conexión
fr: Je suis hors ligne
it: Non sono in linea
ja: オフラインです
nl: Ik ben offline
zh_cn: 离线
zh_tw: 我不在線上

source: Idle
de: Nicht beschäftigt
es: Inactivo
fr: Inactif
it: In pausa
ja: 待機中
nl: Inactief
zh_cn: 空闲
zh_tw: 閒置

source: My Status Not Set
de: Mein Status ist nicht festgelegt.
es: Estado no establecido
fr: Mon message de disponibilité n'est pas défini.
it: Mio stato non impostato
ja: ステータス未設定
nl: 'Mijn status' niet ingesteld
zh_cn: 未设定状态
zh_tw: 未設定狀態

source: My Status Unknown
de: Mein Status ist unbekannt.
es: Estado desconocido
fr: Mon message de disponibilité est inconnu.
it: Mio stato sconosciuto
ja: ステータスは不明
nl: 'Mijn status' onbekend
zh_cn: 我的状态未知
zh_tw: 狀態不明

source: My IM Status Available
de: Mein IM-Status: verfügbar
es: Estado de MI disponible
fr: Disponible
it: MioStatoIMDisponibile
ja: チャット可能
nl: 'Mijn status' beschikbaar
zh_cn: 我现在有空
zh_tw: 我現在有空

source: No buddy status
de: Kein Buddy-Status
es: Ningún estado de amigo
fr: Message de disponibilité du contact non défini
it: Stato amico non impostato
ja: メンバーのステータスなし
nl: Geen buddystatus
zh_cn: 未设定好友状态
zh_tw: 未設定狀態

source: Offline
es: Sin conexión
fr: Hors ligne
it: Non in linea
ja: オフライン
zh_cn: 离线
zh_tw: 離線

source: Service Disconnected
de: Verbindung zu Service getrennt
es: Servicio desconectado
fr: Service déconnecté
it: Servizio disconnesso
ja: サービスへの接続が切断されました
nl: Verbinding met service verbroken
zh_cn: 服务连接中断
zh_tw: 服務已斷線

source: Service Logged In
de: Service angemeldet
es: Servicio con acceso
fr: Service connecté
it: Accesso al servizio eseguito
ja: サービスにログインしました
nl: Service aangemeld
zh_cn: 已登录服务
zh_tw: 服務已登入

source: Service Logging In
de: Service wird angemeldet
es: Servicio en proceso de acceso
fr: Connexion du service
it: Accesso al servizio in corso
ja: サービスにログイン中です
nl: Service aanmelden
zh_cn: 正在登录服务
zh_tw: 服務登入中

source: Service Logging Out
de: Service wird abgemeldet
es: Servicio en proceso de salida
fr: Déconnexion du service
it: Disconnessione dal servizio in corso
ja: サービスからログアウト中
nl: Service afmelden
zh_cn: 正在退出服务
zh_tw: 服務登出中

source: Service Offline
de: Service ist offline.
es: Servicio sin conexión
fr: Service hors connexion
it: Servizio non in linea
ja: サービスはオフラインです
zh_cn: 服务离线
zh_tw: 服務已離線

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
zh_cn: 未知
zh_tw: 不明
